Repository: Difficult13/easy-pagintation-control
Catalog: languages/easy-pagination-control-*.po
Languages: ru_ru

source: Built-in types
ru_ru: Встроенные типы

source: Front Page
ru_ru: Главная страница

source: Home
ru_ru: Страница с последними записями

source: Categories
ru_ru: Страница категорий

source: Tags
ru_ru: Страница меток

source: Search Page
ru_ru: Страница поиска

source: Post types
ru_ru: Пользовательские типы записей

source: Taxonomies
ru_ru: Пользовательские таксономии

source: Settings were saved successfully
ru_ru: Настройки успешно сохранены

source: An error occurred. Try again.
ru_ru: Произошла ошибка. Попробуйте еще раз.

source: Enter the number of the desired number of elements on the page opposite the corresponding entity and click "Save changes"
ru_ru: Введите число нужного количества элементов на странице напротив соответствующей сущности и нажмите кнопку "Сохранить изменения"

source: Note.
ru_ru: Примечание.

source: The value "0" means that standard WP settings are applied
ru_ru: Значение "0" означает, что применяются стандартные настройки WP

source: elements on the page
ru_ru: элементов на странице

source: Save changes
ru_ru: Сохранить изменения

source: A lightweight and easy-to-configure plugin for quickly configuring the number of objects on the archives, categories, tags, taxonomies, home, search page, and front page
ru_ru: Легкий и простой в настройке плагин для быстрой настройки количества объектов в архивах, категориях, тегах, таксономиях, страницах записей, странице поиска и главной странице

source: Settings
ru_ru: Настройки
